Repository: greenpeace/planet4-master-theme
Catalog: languages/planet4-blocks-backend-*.po
Languages: hu_hu, pt_br

source: Requirements Error(s)
hu_hu: Követelmény hibák
pt_br: Erro de requerimento(s)

source: plugin needs to be installed and activated.
hu_hu: plugin telepítése és bekapcsolása szükséges.
pt_br: plugin precisa estar instalado e ativado.

source: Minimum version
hu_hu: Minimális verzió
pt_br: Versão mínima:

source: Current version
hu_hu: Jelenlegi verzió
pt_br: Versão atual

source: PHP Requirements Error
hu_hu: PHP követelmény hiba
pt_br: Erro de requerimento PHP

source: requires a newer version of PHP.
hu_hu: újabb PHP-verziót követel meg.
pt_br: requer uma versão mais recente do PHP.

source: Minimum required version of PHP:
hu_hu: A minimális PHP-verzió:
pt_br: Versão mínima requerida do PHP:

source: Running version of PHP:
hu_hu: Jelenlegi PHP-verzió:
pt_br: Versão atual do PHP:

source: Conflict Error
hu_hu: Összeférhetetlenségi hiba
pt_br: Erro de conflito

source: Class P4BKS_Loader already exists.
hu_hu: A P4BKS_Loader osztály már létezik.
pt_br: Classe P4BKS_Loader já existe

source: Cookies title
hu_hu: Sütik cím
pt_br: Título dos Cookies

source: Main title for cookies block
hu_hu: Sütik-blokk főcíme
pt_br: Título para bloco dos cookies

source: Cookies general description
hu_hu: Általános leírás a sütikről
pt_br: Descrição geral dos Cookies

source: Main description for cookies block
hu_hu: Sütik-blokk fő leírása
pt_br: Bloco com descrição principal dos cookies

source: Necessary Cookies Name
hu_hu: Szükséges sütik neve
pt_br: Nome dos "Cookies necessários"

source: Label for the 'necessary cookies' checkbox
hu_hu: Felirat a "szükséges sütik" jelölőnégyzethez
pt_br: Texto para checkbox de "cookies necessários"

source: Necessary Cookies Description
hu_hu: Szükséges sütik leírása
pt_br: Descrição dos "Cookies necessários"

source: Description for the 'necessary cookies' paragraph
hu_hu: Leírás a "szükséges sütik"-bekezdéshez
pt_br: Descrição para o parágrafo "Cookies necessários"

source: All Cookies Name
hu_hu: Összes süti neve
pt_br: All Cookies nome

source: Label for the 'all cookies' checkbox
hu_hu: Felirat az "összes süti" jelölőnégyzethez
pt_br: Texto para a checkbox de "All cookies"

source: All Cookies Description
hu_hu: Összes süti leírása
pt_br: All Cookies descrição

source: Description for the 'all cookies' paragraph
hu_hu: Leírás az "összes süti"-bekezdéshez
pt_br: Descrição para o parágrafo "Todos os cookies"

source: Cookies
hu_hu: Sütik

source: Select Image for the media block
hu_hu: Válassz képet a Média-blokkhoz
pt_br: Selecione uma imagem para o bloco de mídia

source: Select Image
hu_hu: Kép kiválasztása
pt_br: Selecione imagem

source: Media block
hu_hu: Média-blokk
pt_br: Bloco de mídia

source: Video Title
hu_hu: Videó címe
pt_br: Título do vídeo

source: Enter video title
hu_hu: Add meg a videó címét
pt_br: Coloque o título do vídeo

source: Youtube ID
hu_hu: Youtube azonosító
pt_br: ID do vídeo do YouTube

source: Enter youtube video id
hu_hu: Add meg a YouTube-videó azonosítóját
pt_br: Coloque a ID do vídeo no YouTube (o final da URL)

source: Youtube Video
hu_hu: Youtube videó
pt_br: Vídeo do YouTube

source: Title
hu_hu: Cím
pt_br: Título

source: Enter title
hu_hu: Add meg a címet
pt_br: Coloque o título

source: Description
hu_hu: Leírás
pt_br: Descrição

source: Enter description
hu_hu: Add meg a leírást
pt_br: Coloque a descrição

source: Image 1
hu_hu: 1. Kép
pt_br: Imagem 1

source: Select First Image
hu_hu: Válaszd ki az első képet
pt_br: Selecione a primeira imagem

source: Image 2
hu_hu: 2. Kép
pt_br: Imagem 2

source: Select Second Image
hu_hu: Válaszd ki a második képet
pt_br: Selecione a segunda imagem

source: Image 3
hu_hu: 3. Kép
pt_br: Imagem 3

source: Select Third Image
hu_hu: Válaszd ki a harmadik képet
pt_br: Selecione a terceira imagem

source: Three Columns
hu_hu: Háromosztatú kép
pt_br: Três colunas

source: Select Tags
hu_hu: Válassz Cimkéket
pt_br: Selecione Tags

source: Associate this block with Actions that have specific Tags
hu_hu: Társítsd ez a blokkot olyan Cselekvésekkel, amelyek bizonyos Cimkékkel rendelkeznek
pt_br: Associar esse bloco com Ações que tenham Tags específicas

source: Number of covers displayed
hu_hu: Megjelenített borítók száma
pt_br: Número de capas exibidas

source: Show 1 Row: Displays 3 Covers on desktop and 2 Covers on mobile.<br> Show 2 Rows: Displays 6 Covers on desktop and 4 covers on mobile.<br> (Another Row will be revealed each time the Load More button is clicked)<br> Show All Covers: Displays all available Covers on desktop and 4 Covers on mobile.
hu_hu: 1 sor mutatása: 3 Borítót jelenít meg asztali gépen, és 2 Borítót mobilon.<br> 2 sor mutatása: 6 Borítót jelenít meg asztali gépen, és 4 Borítót mobilon.<br> (Egy újabb sor fog megjelenni mindig, amikor a felhasználó a Többet szeretnék látni gombra kattint)<br> Összes Borító mutatása: az összes Borítot megjeleníti asztali gépen, és 4 Borítót jelenít meg mobilon.
pt_br: Mostrar 1 linha: Exibe 3 capas no desktop e 2 capas no celular. <br> Mostrar 2 linhas: Exibe 6 capas no desktop e 4 capas no celular. <br> (Outra linha será exibida cada vez que o botão "Ver mais" for clicado)<br> Mostrar todas as capas: Exibe todas as capas disponíveis no desktop e 4 capas no celular.

source: Show 1 Row
hu_hu: 1 sor mutatása
pt_br: Mostrar 1 linha

source: Show 2 Rows
hu_hu: 2 sor mutatása
pt_br: Mostrar 2 linhas

source: Show All Covers
hu_hu: Összes borító mutatása
pt_br: Mostrar todas as capas

source: Take Action Covers
hu_hu: Cselekvésre ösztönző borítók
pt_br: Capas do bloco de ação

source: Campaign Thumbnail
hu_hu: Kampány-bélyegképek
pt_br: Thumb da campanha

source: Tasks Title
hu_hu: Feladatok címe
pt_br: Título da tarefa

source: Enter tasks title
hu_hu: Add meg a feladatok címét
pt_br: Coloque o título das tarefas

source: Tasks Description
hu_hu: Feladatok leírása
pt_br: Descrição da tarefa

source: Enter tasks description
hu_hu: Add meg a feladatok leírását
pt_br: Coloque a descrição das tarefas

source: Task %s: Title <br> <i>Title is mandatory. In order for the task to be appeared title has to be filled.</i>
hu_hu: Feladat %s: Cím <br> <i>A cím kötelező. Ahhoz, hogy a feladat megjelenjen, a cím mezőt ki kell tölteni.</i>
pt_br: Título da tarefa %s: <br> <i>O título é obrigatório. Para a tarefa aparecer, o título precisa ser preenchido.</i>

source: Enter title of %s task/column
hu_hu: Add meg a %s feladat/oszlop címét
pt_br: Coloque o título da tarefa/coluna %s

source: Task %s: Description
hu_hu: Feladat %s: Leírás
pt_br: Descrição da tarefa %s

source: Enter description of %s task/column
hu_hu: Add meg a(z) %s feladat/oszlop leírását
pt_br: Coloque a descrição da coluna/tarefa %s

source: Select Image for %s task/column
hu_hu: Válassz képet a(z) %s feladathoz/oszlophoz
pt_br: Selecione uma imagem para a tarefa/coluna %s

source: Task %s: Button Text
hu_hu: Feladat %s: Gombszöveg
pt_br: Texto do botão das tarefas %s

source: Enter button text of %s task/column
hu_hu: Add meg a(z) %s feladat/oszlop gombszövegét
pt_br: Coloque o texto do botão da coluna %s

source: Task %s: Button Link
hu_hu: Feladat %s: Gomb linkje
pt_br: Link do botão das tarefas %s

source: Enter button link of %s task/column
hu_hu: Add meg a(z) %s feladat/oszlop gombhivatkozását
pt_br: Coloque o link do botão para o %s da tarefa/coluna

source: Take action tasks
hu_hu: Cselekvési lehetőségek, feladatok
pt_br: Tarefas de ação

source: 1 - Top Left
hu_hu: 1 - Felül balra
pt_br: 1 - Acima à esq.

source: 2 - Top Center
hu_hu: 2 - Felül középen
pt_br: 2 - Acima ao centro

source: 3 - Top Right
hu_hu: 3 - Felül jobbra
pt_br: 3 - Acima à dir.

source: 4 - Middle Left
hu_hu: 4 - Középen balra
pt_br: 4 - Meio à esq.

source: 5 - Middle Center
hu_hu: 5 - Középen
pt_br: 5 - Meio centro

source: 6 - Middle Right
hu_hu: 6 - Középen jobbra
pt_br: 6 - Meio à dir.

source: 7 - Bottom Left
hu_hu: 7 - Alul balra
pt_br: 7 - Embaixo à esq.

source: 8 - Bottom Center
hu_hu: 8 - Alul középen
pt_br: 8 - Embaixo ao centro

source: 9 - Bottom Right
hu_hu: 9 - Alul jobbra
pt_br: 9 - Embaixo à dir.

source: Issue fields (Column 1 - Left side)
hu_hu: Ügy mezők (Oszlop 1 - bal oldalon)
pt_br: Campos do Problema (Coluna 1 - lado esquerdo)

source: Select an issue
hu_hu: Válassz ügyet
pt_br: Selecione um problema

source: Campaign fields (Column 2 - Right side)
hu_hu: Kampány mezői (Oszlop 2 - jobb oldalon)
pt_br: Campos da Campanha (Coluna 2 - lado direito)

source: Select a tag
hu_hu: Válassz cimkét
pt_br: Selecione uma tag

source: Associate this block to the Issue that it will talk about
hu_hu: Társítsd ezt a Blokkot egy Ügyhöz, amiről szól
pt_br: Associar este bloco com o Problema relacionado a ele

source: Issue Title
hu_hu: Ügy címe
pt_br: Título do Problema

source: (Optional) Fill this only if you need to override issue title.
hu_hu: (Opcionális) Csak akkor töltsd ki, ha felül szeretnéd írni az ügy címét.
pt_br: (Opcional) Preencha aqui apenas se você precisar alterar o título.

source: Issue Description
hu_hu: Ügy leírása
pt_br: Descrição do Problema

source: (Optional) Fill this only if you need to override issue description.
hu_hu: (Opcionális) Csak akkor töltsd ki, ha felül szeretnéd írni az ügy leírását.
pt_br: (Opcional) Preencha aqui apenas se você precisar alterar a descrição do problema.

source: Issue link text
hu_hu: Ügy hivatkozásszövege
pt_br: Texto do link deste Problema

source: Enter link text
hu_hu: Add meg a hivatkozásszöveget
pt_br: Coloque o texto do link

source: (Optional)
hu_hu: (Opcionális)
pt_br: (Opcional)

source: Issue link path
hu_hu: Ügy elérési útja
pt_br: Caminho do link deste Problema

source: Enter link path
hu_hu: Add meg az elérési utat
pt_br: Coloque o caminho do link

source: Issue Image
hu_hu: Ügy képe
pt_br: Imagem do Problema

source: Select Image for Issue
hu_hu: Válassz képet az ügyhöz
pt_br: Selecione uma imagem para o Problema

source: Select focus point for issue image
hu_hu: Válassz fókuszpontot az ügy képéhez
pt_br: Selecione o ponto focal da imagem do problema

source: Associate the selected Issue with a Tag
hu_hu: Társítsd a kiválasztott Ügyet egy Cimkéhez
pt_br: Associar o Problema selecionado à Tag

source: Campaign Description
hu_hu: Kampány leírása
pt_br: Descrição da Campanha

source: Campaign button text
hu_hu: Kampány gombfelirata
pt_br: Texto do botão da campanha

source: Enter button text
hu_hu: Add meg a gombfeliratot
pt_br: Coloque o texto do botão

source: Campaign button link
hu_hu: Kampány gombhivatkozása
pt_br: Link do botão da campanha

source: Enter button link
hu_hu: Add meg a gombhivatkozást
pt_br: Coloque o texto do botão

source: Campaign Image
hu_hu: Kampány képe
pt_br: Imagem da campanha

source: Select Image for Campaign
hu_hu: Válassz képet a kampányhoz
pt_br: Selecione uma imagem para a Campanha

source: Select focus point for campaign image
hu_hu: Válassz fókuszpontot a kampány képéhez
pt_br: Selecione o ponto focal da imagem da campanha

source: Split Two Columns
hu_hu: Kétosztatú borító (ügy / kampány)
pt_br: 2 colunas divididas

source: Select a Take Action Page
hu_hu: Válassz Cselekvés-oldalt
pt_br: Selecione uma página de Ação

source: Associate this block with a Take Action page
hu_hu: Társítsd ezt a blokkot egy Cselekedj-oldalhoz
pt_br: Associar este bloco com uma página Agir Agora

source: Take Action Boxout
hu_hu: Cselekvés doboz
pt_br: Caixa de ação

source: Title. <i>If it is not defined, title will default to 'Publications'</i>
hu_hu: Cím. <i>Ha nincs megadva, az alapértelmezett "Kiadványok" lesz használva</i>
pt_br: Título. <i>Se não for definido, o título padrão vai ser 'Publicações'</i>

source: Enter title for this block
hu_hu: Add meg a blokk címét
pt_br: Coloque o título deste bloco

source: Select a Tag
hu_hu: Válassz Cimkét
pt_br: Selecione uma Tag

source: Associate this block with Posts that have a specific Tag
hu_hu: Társítsd ezt a blokkot azokhoz a Bejegyzésekez, amelyek bizonyos Cimkékkel rendelkeznek
pt_br: Associar este bloco com Posts que tenham uma Tag específica

source: Number of Posts displayed
hu_hu: Megjelenített hozzászólások száma
pt_br: Número de posts exibidos

source: Show 1 Row: Displays 4 Posts on desktop and 3 Posts on mobile.<br> Show 2 Rows: Displays 8 Posts on desktop and 6 Posts on mobile.<br> (Another Row will be revealed each time the Load More button is clicked)<br> Show All Rows: Displays all available Posts on desktop and 4 Posts on mobile.
hu_hu: 1 sor mutatása: 4 Bejegyzést jelenít meg asztali gépen, 3 Bejegyzést mobilon.<br> 2 sor mutatása: 8 Bejegyzést jelenít meg asztali gépen, 6 Bejegyzést mobilon.<br> (Egy újabb sor fog megjelenni mindig, amikor a felhasználó a Többet szeretnék látni gombra kattint<br> Összes sor mutatása: az összes Bejegyzést megjeleníti asztali gépen, és 4 Bejegyzést jelenít meg mobilon
pt_br: Mostrar 1 linha: Exibe 4 posts no desktop e 3 posts no celular. <br> Mostrar 2 linhas: Exibe 8 posts no desktop e 6 posts no celular. <br> (Outra linha será exibida cada vez que o botão "Ver mais" for clicado)<br> Mostrar todas as linhas: Exibe todos os posts disponíveis no desktop e 4 posts no celular.

source: Show All Posts
hu_hu: Összes bejegyzés mutatása
pt_br: Mostrar todos os posts

source: Content Four Column
hu_hu: Tartalom négy oszlop
pt_br: Coluna de quatro conteúdos

source: Select Carousel Images
hu_hu: Válassz képeket a Lapozóba
pt_br: Selecione as imagens para o carrossel

source: Carousel
hu_hu: Lapozó
pt_br: Carrossel

source: Images
hu_hu: Képek
pt_br: Imagens

source: Select Images for Carousel
hu_hu: Válassz képeket a Lapozóba
pt_br: Selecione imagens para o carrossel

source: Carousel Split
hu_hu: Lapozó felosztása
pt_br: Divisão do Carrossel

source: Select Image for %s column
hu_hu: Válassz képet a(z) %s oszlophoz
pt_br: Selecione uma imagem para a coluna %s

source: Enter title of %s column
hu_hu: Add meg a(z) %s oszlop címét
pt_br: Coloque o título da coluna %s

source: Enter description of %s column
hu_hu: Add meg a(z) %s oszlop leírását
pt_br: Coloque a descrição da coluna %s

source: Text for link
hu_hu: Hivatkozás szövege
pt_br: Texto do link

source: Enter %s link text
hu_hu: Add meg a(z) %s hivatkozás szövegét
pt_br: Coloque %s texto do link

source: Url for link
hu_hu: Hivatkozás URL-e
pt_br: URL para o link

source: Enter %s link url
hu_hu: Add meg a(z %s hivatkozás URL-ét
pt_br: Coloque %s a url do link

source: Static Four Column
hu_hu: Statikus négy oszlop
pt_br: 4 colunas estáticas

source: Shortcode UI plugin must be active for Planet4 - Blocks plugin to work.
hu_hu: A Shortcode UI bővítményt be kell kapcsolni ahhoz, hogy a Planet4 - Blokkok bővítmény működni tudjon.
pt_br: O plugin Shortcode UI precisa estar ativo para o plugin Plant4 - Blocks funcionar

source: Select file for %s image
hu_hu: Válassz fájlt a(z) %s képhez
pt_br: Selecione o arquivo para as imagens %s

source: Select focus point for image %s
hu_hu: Válassz fókusztpontot a(z) %s képhez
pt_br: Selecione o ponto focal da imagem %

source: Header
hu_hu: Főcím
pt_br: Cabeçalho

source: Enter header of %s image
hu_hu: Add meg a(z) %s kép főcímét
pt_br: Coloque o cabeçalho da imagem %s

source: Subheader
hu_hu: Alcím
pt_br: Subcabeçalho

source: Enter subheader of %s image
hu_hu: Add meg a(z) %s kép alcímét
pt_br: Coloque o sub-cabeçalho da imagem %s

source: Enter description of %s image
hu_hu: Add meg a(z) %s kép leírását
pt_br: Coloque a descrição da imagem %s

source: Enter link text for %s image
hu_hu: Add meg a(z) %s kép hivatkozásszövegét
pt_br: Coloque o texto do link para a imagem %s

source: Enter link url for %s image
hu_hu: Add meg a(z) %s kép hivatkozás URL-ét
pt_br: Coloque a url da imagem %s

source: Carousel Header
hu_hu: Főcím lapozó
pt_br: Cabeçalho do carrossel

source: Background
hu_hu: Háttér
pt_br: Fundo

source: Select Background Image
hu_hu: Válassz háttérképet
pt_br: Selecione uma imagem de fundo

source: Select focus point for background image
hu_hu: Válassz fókuszpontot a háttérképhez
pt_br: Selecione o ponto focal da imagem de fundo

source: <i>We use an overlay to fade the image back. Use a number between 1 and 100,<br /> the higher the number, the more faded the image will look. If you leave this <br/> empty, the default of 30 will be used.</i>
hu_hu: Fedést használunk a kép halványítására. Írj be egy számot 1 és 100 között: minél nagyobb a szám, annál halványabb lesz a kép. Ha üresen hagyod, az alapértelmezett érték (30) lesz használva.
pt_br: <i>Uma camada de esmaecimento é usada em cima da imagem de fundo. <br />Escolha um número entre 1 e 100, sendo que quanto mais alto for o número, mais <br /> esmaecida a imagem vai ficar. Se nenhum número for escolhido, o padrão (30) será usado. </i> We use an overlay to fade the image back. Use a number between 1 and 100,<br /> the higher the number, the more faded the image will look. If you leave this <br/> empty, the default of 30 will be used.</i>

source: Use mailing list iframe
hu_hu: Levéllista Iframe használata
pt_br: Usar um iframe de mailing list

source: Enter iframe url
hu_hu: Add meg az Iframe URL-ét
pt_br: Coloque a url do iframe

source: Happy Point
hu_hu: Feliratkozási doboz
pt_br: Ponto Feliz

source: None
hu_hu: Nincs
pt_br: Nenhum

source: Heading
hu_hu: Főcím
pt_br: Cabecilho

source: Anchor Link Submenu
hu_hu: Tartalomjegyzék
pt_br: Link de submenu de âncora

source: An in-page table of contents to help users have a sense of what's on the page and let them jump to a topic they are interested in.
hu_hu: Tartalomjegyzék az oldalon, amely segít a felhasználóknak áttekinteni, hogy mi található az oldalon, és segít nekik gyorsan ahhoz a részhez navigálni, ami érdekli őket.
pt_br: Um índice na página ajuda os usuários a ter uma ideia do que há na página e os ajuda a ir num tópico que eles estão interessados.

source: What style of menu do you need?
hu_hu: Milyen stílusú menüre van szükséged?
pt_br: Que estilo de menu você precisa?

source: Long full-width
hu_hu: Hosszú (teljes szélességű)
pt_br: Tamanho completo

source: Short full-width
hu_hu: Rövid (teljes szélességű)
pt_br: Texto curto completo

source: Short sidebar
hu_hu: Rövid (oldalsáv)
pt_br: Barra lateral curta

source: <h3>Submenu title</h3>
hu_hu: <h3>Almenü címe</h3>
pt_br: <h3>Título do submenu</h3>

source: Submenu
hu_hu: Almenü

source: Enter title of first column
hu_hu: Add meg az első oszlop címét
pt_br: Coloque o título da primeira coluna

source: Enter description of first column
hu_hu: Add meg az első oszlop leírását
pt_br: Coloque a descrição da primeira coluna

source: Button text
hu_hu: Gombfelirat
pt_br: Texto do botão

source: Button link
hu_hu: Gombhivatkozás
pt_br: Link do botão

source: Enter button link of first column
hu_hu: Add meg az első oszlop gombhivatkozását
pt_br: Coloque o link do botão da primeira coluna

source: Enter title of second column
hu_hu: Add meg a második oszlop címét
pt_br: Coloque o título da segunda coluna

source: Enter description of second column
hu_hu: Add meg a második oszlop leírását
pt_br: Coloque a descrição da segunda coluna

source: Enter button link of second column
hu_hu: Add meg a második oszlop gombhivatkozását
pt_br: Coloque o link do botão da segunda coluna

source: Two Columns
hu_hu: Két oszlop
pt_br: Duas colunas

source: Article Heading
hu_hu: Cikk címsora
pt_br: Heading do artigo

source: Enter article heading
hu_hu: Add meg a cikk címét
pt_br: Coloque o cabeçalho do artigo

source: Article Count
hu_hu: Cikkek száma
pt_br: Contagem de artigos

source: Enter articles count
hu_hu: Add meg a cikkek számát
pt_br: Coloque a contagem do artigo

source: Read More Text
hu_hu: Olvass tovább-szöveg
pt_br: Texto para ler mais

source: Add read more button text
hu_hu: Add meg az Olvass tovább-gomb szövegét
pt_br: Adicionar texto "leia mais"

source: Read More Link
hu_hu: Olvass tovább-hivatkozás
pt_br: Link para ler mais

source: Add read more button link
hu_hu: Add meg az Olvass tovább-gomb hivatkozását
pt_br: Adicionar botão "leia mais"

source: Articles
hu_hu: Cikkek
pt_br: Artigos

source: Blocks
hu_hu: Blokkok
pt_br: Blocos

source: Settings
hu_hu: Beállítások
pt_br: Configurações

source: Select Language
hu_hu: Nyelv kiválasztása
pt_br: Selecione o idioma

source: Iframe url
pt_br: URL do iframe
