Repository: greenpeace/planet4-master-theme
Catalog: languages/planet4-blocks-*.po
Languages: cs_cz, hu_hu, pt_br, sk_sk

source: Take Action
cs_cz: JDU DO TOHO
hu_hu: Cselekedj
pt_br: Participe
sk_sk: Konať

source: Load More ...
hu_hu: Többet szeretnék látni...
pt_br: Mostrar mais...

source: Learn more about this issue
cs_cz: Zjisti více o tomto tématu
hu_hu: Tudj meg többet erről az ügyről
pt_br: Saiba mais sobre essa categoria
sk_sk: Prečítajte si viac informácií o tomto probléme

source: Get Involved
cs_cz: Zapoj se
hu_hu: Csatlakozz
pt_br: Faça parte
sk_sk: Zapoj sa

source: take action
cs_cz: Jdu do toho
hu_hu: cselekedj
pt_br: participe
sk_sk: konať

source: Publications
cs_cz: Publikace
hu_hu: Kiadványok
pt_br: Publicações
sk_sk: Publikácia

source: Related Articles
cs_cz: Související články
hu_hu: Kapcsolódó cikkek
pt_br: Artigos Relacionados
sk_sk: Súvisiace články

source: READ ALL THE NEWS
cs_cz: PŘEČÍST VŠECHNY NOVINKY
hu_hu: OLVASS EL MINDEN HÍRT
pt_br: LER TODAS AS NOTÍCIAS
sk_sk: PREČÍTAJTE SI VŠETKY NOVINY

source: by
cs_cz: Napsal/a
hu_hu: szerző:
pt_br: por
sk_sk: od

source: Load More
cs_cz: Další
hu_hu: Többet szeretnék látni
pt_br: Mostrar mais
sk_sk: Načítať viac

source: Planet4 - Blocks
hu_hu: Planet 4 - Blokkok
pt_br: Planet4 - Blocos

source: Creates all the blocks that will be available for usage by Shortcake.
hu_hu: Létrehozza az összes blokkot, amelyeket majd használhatunk a Shortcake-keretrendszerben.
pt_br: Cria todos os blocos que serão usados pelo Shortcake
sk_sk: Vytvorí všetky bloky, ktoré budú dostupné na použitie programom Shortcake.

source: Greenpeace International
pt_br: Greenpeace Internacional

source: Background image
cs_cz: Obrázek na pozadí
sk_sk: Obrázok na pozadí
