Repository: greenpeace/planet4-master-theme
Catalog: languages/planet4-master-theme-*.po
Languages: ar, bg_bg, ja, pl_pl

source: %1$d result for '%2$s'
ar: %1$d نتيجة ل '%2$s'
bg_bg: %1$d резултат за '%2$s'
ja: '%2$s'の検索結果は、%1$d 件です
pl_pl: Liczba wyników dla '%2$s': %1$d

source: %d min read
ar: قراءة %d دقيقة
ja: この記事は約%d分で読めます
pl_pl: czas czytania: %d min

source: %d result
ar: ٪ د النتيجة
bg_bg: %d резултат
ja: %d件
pl_pl: Liczba wyników: %d

source: 404 Page
ar: عذراً الصفحة التي تبحث عنها غير موجودة بالموقع الرجاء التأكد من عنوان الصفحة
ja: 国際環境NGOグリーンピース | 国際環境NGOグリーンピース
pl_pl: Strona 404

source: About Greenpeace
ar: عن غرينبيس
bg_bg: За „Грийнпийс“
ja: グリーンピースについて
pl_pl: O Greenpeace

source: About the author
ar: نبذة عن الكاتب
ja: ライターについて
pl_pl: O autorze

source: Accept all cookies
ar: قبول جميع ملفات تعريف الارتباط
ja: 許可する
pl_pl: Zaakceptuj wszystkie ciasteczka

source: Act
ar: تحرك
ja: 参加する
pl_pl: Działaj

source: ACTION
ar: تحرُك
ja: 参加
pl_pl: DZIAŁANIE

source: Action
ar: تحرُك
ja: 参加
pl_pl: Działanie

source: Action Type
ar: نوع الإجراء
pl_pl: Rodzaj działania

source: ACTIVE FILTERS
ar: الفلاتر المفعّلة
bg_bg: ПРИЛОЖЕНИ ФИЛТРИ
ja: 設定中のフィルター
pl_pl: AKTYWNE FILTRY

source: All actions
ar: جميع الإجراءات
pl_pl: Wszystkie działania

source: All articles
ar: جميع المقالات
pl_pl: Wszystkie artykuły

source: All articles by
ar: جميع المقالات بواسطة
pl_pl: Artykuły autorstwa:

source: Allow all
ar: السماح للجميع
ja: すべて許可する
pl_pl: Zezwól na wszystko

source: Always enabled
ar: ممكّن دائمًا
ja: Cookieの設定を管理する
pl_pl: Zawsze włączone

source: Apply filters
ar: طبق الفلاتر
ja: フィルターを設定する
pl_pl: Filtruj

source: Archive
ar: أرشيف
bg_bg: Архив
ja: 保存
pl_pl: Archiwum

source: Archive URL
ar: عنوان الأرشيف
pl_pl: Archiwalny URL

source: Articles
ar: مقالات
bg_bg: Публикации
ja: 記事
pl_pl: Artykuły

source: Background image
ar: صورة الخلفية
pl_pl: Zdjęcia tła

source: Better understand the issues [deep dive topics]
ar: فهم أفضل للقضايا [الغوص في المواضيع العميقة]

# block title
source: Action
ar: فعل
pl_pl: Działanie

# block title
source: Campaign
ar: حملة
pl_pl: Kampania

# block title
source: Deep Dive
ar: الغوص العميق
pl_pl: Głęboki nur

# block title
source: Deep Dive Topic
ar: موضوع الغوص العميق
pl_pl: Temat głębokiego nura ;)

# block title
source: Get Informed
ar: احصل على اطلاع
pl_pl: Dowiedz się

# block title
source: High-Level Topic
ar: موضوع رفيع المستوى
pl_pl: Ważny temat

# block title
source: Highlighted CTA
ar: الدعوة لاتخاذ إجراء البارزة
pl_pl: Wyróżnione CTA

# block title
source: Homepage
ar: الصفحة الرئيسية
pl_pl: Strona główna

# block title
source: Issues
ar: مشاكل

# block title
source: Page Header
ar: رأس الصفحة
pl_pl: Nagłówek strony

# block title
source: Quick Links
ar: روابط سريعة
pl_pl: Szybkie linki

# block title
source: Reality Check
ar: التحقق من الواقع

# block title
source: Side image with text and CTA
ar: صورة جانبية مع نص ودعوة لاتخاذ إجراء
pl_pl: Obrazek z tekstem i CTA

# block title
source: Take Action
ar: اتخذ إجراءً
pl_pl: Działaj

source: Campaign
ar: حملة
bg_bg: Кампания
ja: 活動
pl_pl: Kampania

source: Cancel
ar: إلغاء
bg_bg: Отмени
ja: キャンセル
pl_pl: Anuluj

source: Category
ar: الفئة
bg_bg: Категория
ja: カテゴリー
pl_pl: Kategoria

source: Change Country
ar: غّير البلد
bg_bg: Промени държавата
ja: 国を変更する
pl_pl: Zmień kraj

source: Check for typos, and try your search again
ar: تحقق من الأخطاء المطبعية ، وحاول البحث مرة أخرى
bg_bg: Проверете за грешки и опитайте отново
ja: キーワードを変更し、検索し直してください
pl_pl: Sprawdź, czy nie ma literówek i wyszukaj ponownie

source: Clear all
ar: امسح الكل
ja: すベてクリア
pl_pl: Wyczyść wszystko

source: Clear search
ar: مسح البحث
pl_pl: Wyczyść wyszukiwanie

source: Close navigation mobile menu
ar: إغلاق قائمة التنقل للجوال
pl_pl: Zamknij menu mobilne

# Color name
source: Action Yellow
ar: العمل الأصفر

# Color name
source: Beige 100
ar: بيج 100

# Color name
source: Blue 800
ar: أزرق 800

# Color name
source: Blue Green 800
ar: أزرق أخضر 800

# Color name
source: Dark Green 800
ar: أخضر غامق 800

# Color name
source: GP Green 800
ar: أخضر جي بي 800

# Color name
source: Green 400
ar: أخضر 400

# Color name
source: Green 500
ar: أخضر 500

# Color name
source: Green 800
ar: أخضر 800

# Color name
source: Grey 100
ar: رمادي 100

# Color name
source: Grey 200
ar: رمادي 200

# Color name
source: Grey 600
ar: رمادي 600

# Color name
source: Grey 800
ar: رمادي 800

# Color name
source: Grey 900
ar: رمادي 900

# Color name
source: Red 500
ar: الأحمر 500

# Color name
source: White
ar: أبيض
pl_pl: Biały

source: Comments
ar: تعليقات
pl_pl: Komentarze

source: Content Type
ar: نوع المحتوى

source: Daily actions
ar: الإجراءات اليومية

source: Discussion
ar: نقاش
pl_pl: Dyskusja

source: DOCUMENT
ar: ملف
bg_bg: ДОКУМЕНТ
ja: ドキュメント
pl_pl: DOKUMENT

source: Document
ar: ملف
bg_bg: Документ
ja: ドキュメント
pl_pl: Dokument

source: Donate
ar: تبرع
ja: 寄付する
pl_pl: Wesprzyj

source: Download
ar: حمل
bg_bg: Изтегляне
ja: ダウンロードする
pl_pl: Pobierz

source: Enter your search term below
ar: أدخل مصطلح البحث الخاص بك أدناه
bg_bg: Въведете ключова дума за търсене отдолу
ja: 検索キーワードを入力する
pl_pl: Wpisz słowo, którego szukasz

source: Evergreen Page
ar: صفحة خضراء
ja: エバーグリーンページ
pl_pl: Strona statyczna

source: Explore
ar: إكتشف
ja: もっと知る
pl_pl: Dowiedz się

source: Explore by topics
ar: استكشاف حسب المواضيع

source: Explore other topics
ar: استكشاف مواضيع أخرى
pl_pl: Sprawdź inne tematy

source: Featured action title
ar: عنوان العمل المميز
pl_pl: Tytuł głównego artykułu

source: Filters
ar: فلاتر
bg_bg: Филтри
ja: フィルター
pl_pl: Filtry

source: Follow us
ar: تابعنا
ja: SNSをフォローする
pl_pl: Obserwuj nas

source: Get involved
ar: شارك
pl_pl: Zaangażuj się

source: Get to know us
ar: تعرف علينا

source: Greenpeace International
ar: غرينبيس الدولية
ja: グリーンピース・インターナショナル

source: Greenpeace Planet 4 Master Theme
ar: الموضوع الرئيسي لغرينبيس بلانيت 4

source: here
ar: هنا
pl_pl: tutaj

source: Home
ar: بيت
pl_pl: Strona domowa

source: How you can help
ar: كيف يمكنك المساعدة
pl_pl: Jak możesz pomóc?

source: I agree on providing my name, email and content so that my comment can be stored and displayed in the website.
ar: أوافق على تقديم اسمي والبريد الإلكتروني والمحتوى الخاص بي حتى يمكن تخزين تعليقي وعرضه في الموقع.
pl_pl: Zgadzam się udostępnić swoje imię, email i treści, by mój komentarz był widoczny i przechowywany na stronie.

source: International (English)
ar: الموقع الدولي (باللغة الإنجليزية)
ja: インターナショナル（英語）
pl_pl: International (Angielski)

source: Invalid password, please try again
ar: كلمة المرور غير صالحة، يرجى المحاولة مرة أخرى
pl_pl: Błędne hasło, spróbuj ponownie

source: Keep learning about
ar: استمر في التعلم عن

source: Latest investigations
ar: آخر التحقيقات
pl_pl: Najnowsze śledztwa

source: Latest news & stories
ar: آخر الأخبار والقصص
pl_pl: Najnowsze wiadomości

source: Learn more about this issue
ar: تعرف على المزيد حول هذه المشكلة
pl_pl: Dowiedz się więcej na ten temat

source: Leave your reply
ar: اكتب ردك
ja: あなたの返答を残す
pl_pl: Dodaj odpowiedź

source: Load more
ar: تحميل المزيد
pl_pl: Pokaż więcej

source: Loading spreadsheet data…
ar: جاري تحميل جدول البيانات…
pl_pl: Ładowanie arkusza danych...

source: Manage
ar: إدارة
pl_pl: Zarządzaj

source: Manage your cookies preferences
ar: إدارة تفضيلات ملفات تعريف الارتباط الخاصة بك
pl_pl: Zarządzaj preferencjami ciasteczek

source: Master theme for the Planet 4 Wordpress project
ar: الموضوع الرئيسي لمشروع ووردبرس بلانيت 4
bg_bg: Основна тема за проекта "Planet 4 Wordpress"

source: Menu
ar: قائمة
bg_bg: Меню
ja: メニュー

source: Most relevant
ar: الأكثر صلة
bg_bg: Най-уместни
ja: 最も関連性の高い
pl_pl: Według trafności

source: Newest
ar: الأحدث
ja: 新しい順
pl_pl: Od najnowszych

source: Next
ar: التالي
pl_pl: Dalej

source: No data matching your search.
ar: لا توجد بيانات تطابق بحثك.
pl_pl: Brak wyników pasujących do zapytania

source: Oldest
ar: الأقدم
ja: 古い順
pl_pl: Od najstarszych

source: Our latest actions around the world
ar: أحدث تحركاتنا حول العالم
pl_pl: Nasze ostatnie działania na świecie

source: Our recent victories
ar: انتصاراتنا الأخيرة
pl_pl: Nasze najnowsze zwycięstwa

source: PAGE
ar: صفحة
bg_bg: СТРАНИЦА
ja: ページ
pl_pl: STRONA

source: Page
ar: صفحة
bg_bg: Страница
ja: ページ
pl_pl: Strona

source: Page header title
ar: عنوان رأس الصفحة
pl_pl: Tytuł nagłowka strony

source: Please select which cookies you are willing to store.
ar: يرجى تحديد ملفات تعريف الارتباط التي ترغب في تخزينها.
pl_pl: Wybierz, na które ciasteczka się zgadzasz

source: POST
ar: انشر
ja: 投稿
pl_pl: WPIS

source: Post
ar: المنشور
ja: 投稿
pl_pl: Wpis

source: Post comment
ar: أضف تعليقا
ja: コメントを投稿する
pl_pl: Opublikuj komentarz

source: Post Type
ar: نوع المنشور
pl_pl: Typ wpisu

source: Prev
ar: السابق
pl_pl: Wstecz

source: Previous
ar: السابق
pl_pl: Wstecz

source: Raise awareness in your community
ar: رفع مستوى الوعي في مجتمعك

source: Read our Stories
ar: قراءة قصصنا

source: Refine your search
ar: حدد نطاق البحث
bg_bg: Конкретизирайте търсенето
ja: 検索し直す
pl_pl: Zmień zapytanie

source: Reject all
ar: رفض الكل
pl_pl: Odrzuć wszystko

source: Reject all cookies
ar: رفض كافة ملفات تعريف الارتباط
pl_pl: Odrzuć wszystkie ciasteczka

source: Related Articles
ar: مقالات ذات صلة
pl_pl: Powiązane artykuły

source: Related Posts
ar: المدونات ذات الصلة
pl_pl: Powiązane artykuły

source: Save preferences
ar: حفظ التفضيلات
pl_pl: Zapisz ustawienia

source: Search
ar: بحث
bg_bg: Търсене
ja: 検索する
pl_pl: Szukaj

source: Search data
ar: بيانات البحث

source: See all posts
ar: رؤية جميع المدونات

source: Selected
ar: المحدد
bg_bg: Избрано
ja: 選択済み
pl_pl: Wybrane

source: Settings
ar: إعدادات
ja: クッキーの設定を確認する
pl_pl: Ustawienia

source: Share on
ar: شارك على
pl_pl: Udostępnij w

source: Share via
ar: شارك عبر
pl_pl: Udostępnij przez

source: Show %s more results
ar: عرض %s المزيد
ja: 検索結果をもっと表示する
pl_pl: Pokaż kolejne %s wyników

source: Show less
ar: عرض أقل
pl_pl: Pokaż mniej

source: Show more
ar: عرض المزيد
ja: もっと見る
pl_pl: Pokaż więcej

source: Sitemap Page
ar: خريطة الموقع
bg_bg: Страница с карта на сайта
ja: サイトマップ
pl_pl: Mapa strony

source: Skip to Content
ar: تخطى الى المحتوى
ja: コンテンツに飛ぶ
pl_pl: Skocz do treści

source: Skip to Footer
ar: انتقل إلى تذييل الصفحة
ja: フッターに飛ぶ
pl_pl: Skocz do stopki

source: Skip to Navigation
ar: تخطى إلى التنقل
ja: ナビゲーションに飛ぶ
pl_pl: Skocz do nawigacji

source: Sorry, we can't find that page!
ar: عذرا ، لا يمكننا العثور على تلك الصفحة!
bg_bg: Съжаляваме, но не можем да намерим тази страница!
ja: ページを見つけることができませんでした。
pl_pl: Ups, nie możemy znaleźć tej strony. Może wymarła?

source: Sort by
ar: ترتيب حسب
bg_bg: Подреди по
ja: 並べ替える
pl_pl: Sortuj według

source: Submit
ar: إرسال
pl_pl: Prześlij

source: Support a cause
ar: دعم قضية
pl_pl: Wesprzyj

source: Take Action
ar: اتخذ إجراءً
pl_pl: Działaj

source: Take action
ar: تحرك الأن
ja: アクションに参加する
pl_pl: działaj

source: Take action with us
ar: اتخاذ الإجراءات اللازمة معنا
pl_pl: Działaj z nami

source: Thank you! Please <a href="%s">click here</a> if you are not redirected within a few seconds.
ar: شكرًا لك! الرجاء <a href="%s">النقر هنا</a> إذا لم تتم إعادة توجيهك خلال بضع ثوانٍ.
pl_pl: Dziękujemy! <a href="%s">Kliknij tutaj</a>, jeśli nie przekierowanie nie zadziała w ciągu kilku sekund

source: The content on this page is hidden because this page is being used as your \"All Posts\" listing page. You can disable this by un-setting the \"Posts page\"
ar: محتوى هذه الصفحة مخفي لأنه يتم استخدام هذه الصفحة كصفحة قائمة \"جميع المشاركات\". يمكنك تعطيل هذا عن طريق إلغاء تعيين \"صفحة المشاركات\"

source: The issues we work on
ar: القضايا التي نعمل عليها
pl_pl: Nad czym pracujemy

source: The problem
ar: المشكلة
pl_pl: Problem

source: The solution
ar: الحل
pl_pl: Rozwiązanie

source: This link will open a PDF file
ar: سيؤدي هذا الرابط إلى فتح ملف PDF
pl_pl: Link otworzy plik PDF

source: To see the content of this page, please enter your password below
ar: لرؤية محتوى هذه الصفحة، يرجى إدخال كلمة المرور الخاصة بك أدناه
pl_pl: Aby zobaczyć zawartość tej strony, podaj hasło:

source: Toggle search box
ar: تبديل مربع البحث
pl_pl: Schowaj pole wyszukania

source: Toggle search form
ar: تبديل نموذج البحث
pl_pl: Zwiń pole wyszukiwania

source: Toggle worldwide site selection menu
ar: تبديل قائمة اختيار الموقع إلى جميع أنحاء العالم
pl_pl: Ukryj wybór stron innych biur

source: Topic 1
ar: الموضوع 1
pl_pl: Temat 1

source: Topic 2
ar: الموضوع 2
pl_pl: Temat 2

source: Topic 3
ar: الموضوع 3
pl_pl: Temat 3

source: We win campaigns
ar: نحن نفوز بالحملات

source: We're sorry we couldn't find any matches for your search term.
ar: نأسف لعدم العثور على أي مطابقات لعبارة البحث.
bg_bg: Съжаляваме, но не открихме съвпадения с търсеното от Вас.
ja: 申し訳ありませんが、検索条件に合うコンテンツが見つかりませんでした。
pl_pl: Przepraszamy, ale nie mamy wyników dla tego zapytania.

source: What can be done
ar: ما الذي يمكن عمله
pl_pl: Co można zrobić?

source: What we do
ar: ماذا نفعل
pl_pl: Co my robimy

source: Your Comment
ar: تعليقك
pl_pl: Twój komentarz

source: Your Email
ar: بريدك الالكتروني
pl_pl: Adres email

source: Your Name
ar: اسمك
pl_pl: Twoje imię

source: All posts
pl_pl: Wszystkie wpisy

source: All topics
pl_pl: Wszystkie tematy

source: Apply
pl_pl: Zastosuj

source: Comment (required)
pl_pl: Komentarz (wymagane)

source: Email (required)
pl_pl: Email (wymagany)

source: Filter results by category %s, 1 result was found
pl_pl: Filtruj wyniki po kategorii %s - znaleziono 1 wynik

source: Filter results by content type %s, %d results were found
pl_pl: Filtruj wyniki wg %s, %d znaleziono

source: Grid View
pl_pl: Widok Siatki

source: List View
pl_pl: Widok Listy

source: Name (required)
pl_pl: Imię (wymagane)

source: News & stories
pl_pl: Aktualności

source: No posts found!
pl_pl: Brak postów!

source: Search by name, keyword, or topic
pl_pl: Szukaj po nazwie, słowie kluczowym lub temacie

source: Share on %s
pl_pl: Udostępnij w %s

source: Skip to search results
pl_pl: Pomiń i przejdź do wyników wyszukania

source: Switch to grid view
pl_pl: Przełącz na widok siatki

source: Switch to list view
pl_pl: Przełącz na widok listy

source: CAMPAIGN
bg_bg: КАМПАНИЯ
ja: 活動

source: CATEGORY
bg_bg: КАТЕГОРИЯ
ja: カテゴリー

source: Close Menu
bg_bg: Затвори менюто
ja: メニューをとじる

source: Content type
bg_bg: Вид съдържание
ja: コンテンツタイプ

source: CONTENT TYPES
bg_bg: ВИДОВЕ СЪДЪРЖАНИЕ
ja: コンテンツタイプ

source: ISSUE
ja: 分野

source: Issue
ja: 分野

source: Load More
ja: もっとみる

source: Make a donation
ja: 寄付する

source: Posts by
ja: 投稿者

source: Publications
ja: 報告書

source: Related Campaigns
bg_bg: Свързани кампании
ja: 関連するキャンペーン

source: Results
ja: 結果

source: Things you can do
bg_bg: Неща, които можете да направите
ja: あなたにできること

source: This Campaign is not assigned to an Issue
ja: このキャンペーンは特定の分野がありません

source: Try searching for somthing else
bg_bg: Опитайте с различно търсене
ja: 他のキーワードを検索する

source: We also included results for
bg_bg: Включили сме резултати и за
ja: 次の結果を含む

source: We want you to take action because together we're strong.
bg_bg: Искаме и Вие да се включите, защото заедно сме силни.
ja: ぜひグリーンピースと一緒に、行動してください。

source: Leave Your Reply
bg_bg: Напишете коментар

source: Most recent
bg_bg: Най-нови

source: SHOW %s MORE RESULTS
bg_bg: ПОКАЖИ ОЩЕ %s РЕЗУЛТАТА

source: DONATE
bg_bg: ДАРИ

source: GOT IT!
bg_bg: РАЗБРАНО!

source: Search our archive. You'll be redirected to the archive site.
bg_bg: Потърсете в архива ни. Ще бъдете пренасочени към него.

source: This Site
bg_bg: Този сайт

source: Apply Filters
bg_bg: Приложи филтрите

source: Clear All
bg_bg: Изчисти всички

source: Suggested search terms
bg_bg: Предложени ключови думи

source: by
bg_bg: от

source: about the author
bg_bg: За автора
